;Language file of Revo Uninstaller
;This section must use english
[Info]
Language=Deutsch/German
WebLang=GER
Translator=Dirk Paulsen  ● Andy Kleinert
Codepage=UNICODE
Version=2.0.5


[Uninstaller Toolbar]
102 = Ansicht
103 = Einstellungen
104 = Anwendungen\n deinstallieren…
105 = Extras
106 = Jagd-\nmodus
107 = Listenansicht
108 = Symbolansicht
109 = Detailansicht
110 = Anwendung\n deinstallieren
111 = Element löschen
112 = Aktualisieren
113 = Möchten Sie das ausgewählte Element wirklich löschen?
114 = Möchten Sie die ausgewählte Anwendung wirklich deinstallieren?
115 = Revo Uninstaller\n aktualisieren
116 = Hilfe
117 = Aktuelle Toolhilfe…
118 = Homepage…
119 = Über…
120 = Sie sind nicht als Administrator angemeldet!
121 = Möchten Sie die ausgwählte Systemkomponente wirklich deinstalliert?\nSetzen Sie die Deinstallation nur dann fort, wenn Sie sich über die Konsequenzen absolut im klaren sind!
122 = Das Deinstallationsmodul zeigt Ihnen alle installierten Anwendungen und Komponenten für den aktuellen User. In der Detailansicht oder durch ein Kontextmenü erhalten Sie zusätzliche Informationen, Links und Eigenschaften der Installation. Eine Hauptfunktion des Revo Uninstallers ist der Jagdmodus. Er bietet Ihnen Flexibilität zum Deinstallieren, Anhalten, Löschen oder Verhindern des Autostarts, mit nur einem Klick auf die Anwendung.
123 = Suchen
124 = Funde:
125 = Möchten Sie die ausgewählte Systemkomponente wirklich aus der Registrierung löschen?\nDiese könnte noch vom Betriebssystem benötigt werden!
126 = wurde aus dem Autostart entfernt!
127 = wurde zum Autostart hinzugefügt!
128 = %s ist im gleichen Bereich installiert wie %s!\nReste wurden von beiden Anwendungen gefunden! Überprüfen Sie sorgfältig jene, die Sie entfernen möchten!
129 = Deinstallation erzwingen

[Uninstaller List]
150 = Anwendung
151 = Größe
152 = Version
153 = Installiert am…
154 = Herausgeber
155 = Webseite
156 = Kommentar
157 = Deinstallationskommando
158 = Registrierungsschlüssel
159 = Installationsmodul

[Uninstaller StatusBar]
201 = Anzahl der installierten Anwendungen:
202 = Wird geladen…

[Registry Optimizer]
302 = Den zu prüfenden Bereich auswählen
303 = Startmenü

[AutoRun Toolbar]
407 = Starten
408 = Abbrechen
409 = Entfernen
410 = Elemente:
411 = Aktiviert:
412 = Mit dem Autostart-Manager können Sie nicht nur Anwendungen im Autostart aktivieren/deaktivieren, sondern auch mehr Infos über die einzelnen Anwendungen erhalten, die mit Windows starten sollen. Sie erhalten Infos über den Programmautor, Programmbeschreibung, den Installationspfad (wo auf Ihrem Computer das Programm gespeichert ist), den Status der Anwendung - ob sie läuft oder nicht.

[AutoRun List]
450 = Name der Anwendung
451 = Startpfad
452 = Beschreibung
453 = Herausgeber
454 = Status
455 = Speicherort
456 = Wird ausgeführt
457 = Wird nicht ausgeführt
458 = Ungültig
459 = Prozess abbrechen
460 = Prozess starten
461 = Übergeordneter Ordner öffnen
462 = Ort des Autostart öffnen
463 = Installationspfad kopieren
464 = Ausgewählte entfernen
465 = Alle Ungültigen entfernen
466 = Alle nicht ausgeführten entfernen
467 = Alle deaktivierten entfernen
468 = Eigenschaften…
470 = Möchten Sie die ausgewählte Anwendung wirklich schließen?\nAlle ungesicherten Daten gehen dabei verloren!
471 = Möchten Sie die ausgwählten Elemente wirklich löschen?
472 = Möchten Sie alle ungültigen Elemente wirklich löschen?
473 = Möchten Sie alle aktuell nicht ausgeführten Elemente wirklich löschen?
474 = Möchten Sie alle deaktivierten Elemente wirklich löschen?
475 = Befehl existiert nicht!
476 = Unbekannt
477 = Automatischen Start deaktivieren
478 = Automatischen Start aktivieren

[Outlook Control]
300 = Optimierung
301 = Registrierung optimieren
400 = Autostart-Manager öffnen…
500 = Spuren vernichten
501 = Browser bereinigen…
600 = MS-Office bereinigen…
700 = Windows bereinigen…
800 = Spuren vernichten
900 = Dateien endgültig löschen…
2100 = Windows-Werkzeuge öffnen…
2200 = Junk-Dateien entfernen…

[Track Cleaner Browsers]
507 = Alles bereinigen
508 = Verlauf der besuchten Webseiten löschen
509 = Verlauf der Addressleiste löschen
510 = Temporäre Internetdateien (Cache) löschen
511 = Cookies löschen
512 = Index.dat-Dateien löschen
513 = Ausführen
514 = Download-Chronik löschen
515 = Sitzungsverlauf löschen
516 = Formulardaten löschen
517 = Deinstallation
518 = Möchten Sie die ausgewählten Verläufe wirklich bereinigen?
521 = Möchten Sie den Verlauf des Internet Explorers wirklich löschen?
522 = Möchten Sie die Chronik von Firefox wirklich löschen?
523 = Möchten Sie den Verlauf von Opera wirklich löschen?
524 = Möchten Sie die Chronik von Netscape wirklich löschen?
525 = Ihr Browser protokolliert Details über die von Ihnen besuchten Webseiten. Diese Daten sind im Browser-Fenster sehr leicht zugänglich und jeder kann sie mit nur einem Klick aufrufen! Mit dem Browser-Reiniger können Sie temporäre Internetdateien löschen (Grafiken, Online-Videos und besuchte Webseiten). Durch das Löschen dieser Daten wird auch belegter Speicherplatz auf Ihrem Datenträger freigegeben.
526 = Vor Ausführung der Bereinigung muss Ihr Browser geschlossen werden!
527 = Index.dat-Dateien werden beim nächsten Start Ihres Rechners gelöscht
599 = Spurenvernichtung für die ausgewählten Elemente\nwurde erfolgreich abgeschlossen

[Track Cleaner Office]
601 = Bereinigen
607 = Microsoft Word ● Chronik der zuletzt verwendeten Dokumente löschen
608 = Einschließlich Word 2000, Word XP, Word 2003 und Word 2007
609 = Microsoft Excel ● Chronik der zuletzt verwendeten Dokumente löschen
610 = Einschließlich Excel 2000, Excel XP, Excel 2003 und Excel 2007
611 = Microsoft Access ● Chronik der zuletzt verwendeten Dokumente löschen
612 = Einschließlich Access 2000, Access XP, Access 2003 und Access 2007
613 = Microsoft PowerPoint ● Chronik der zuletzt verwendeten Dokumente löschen
614 = Einschließlich PowerPoint 2000, PowerPoint XP, PowerPoint 2003 und PowerPoint 2007
615 = Microsoft FrontPage ● Chronik der zuletzt verwendeten Dokumente löschen
616 = Einschließlich FrontPage 2000, FrontPage XP, FrontPage 2003 und FrontPage 2007
617 = Das Bereinigungsmodul für Microsoft Office gestattet Ihnen das Löschen der Verläufe der meisten zuletzt verwendeten Dateien in Microsoft Word, Excel, Access, PowerPoint und Front Page. Wenn Sie nicht wollen, dass jemand sieht, welche Tabellen, Dokumente oder andere Dateien Sie zuletzt mit MS Office geöffnet, bearbeitet oder angelegt haben, dann wählen Sie diese aus und klicken die Schaltfläche „Bereinigen“. Ihre zuletzt bearbeiteten Dateien werden nicht mehr gelistet.

[Track Cleaner Windows]
701 = Bereinigen
707 = Verlauf der zuletzt verwendete Dokumente löschen
708 = Verlauf der ausgeführten Befehle im Startmenü löschen
709 = Verlauf der Dateisuche löschen
710 = Verlauf der Suche nach Druckern, Computer und Personen löschen
711 = Zwischenablage leeren
712 = Verlauf der in „MS Paint“ kürzlich verwendeten Dateien löschen
713 = Verlauf der in „MS Wordpad“ kürzlich verwendeten Dateien löschen
714 = Verlauf der in „Regedit“ zuletzt geöffneter Schlüssel löschen
715 = Verlauf der allgemeinen Öffnen-/Speichern-Dialoge löschen
716 = Verlauf der allgemein zuletzt geöffneten Ordner löschen
717 = Papierkorb leeren
718 = Temporären Dateien von Windows löschen
719 = Protokoll über die Nutzung des Startmenü löschen
720 = Microsoft Windows speichert Spuren vieler Dinge, die Sie mit Ihrem Computer tun, etwa Verläufe von Datei- und Ordnersuchen; Verlauf kürzlich geöffneter Dokumente; Verläufe aus Standarddialogen wie Öffnen/Speichern in diversen Anwendungen, die Sie installiert haben und noch einiges mehr. Der Windows-Bereiniger gestattet Ihnen, all diese Spuren und temporären Dateien zu vernichten. Sie können auch Ihren Papierkorb leeren und so freien Speicherplatz auf Ihrem Datenträger zurückzugewinnen.
721 = Der Verlauf wird nach einen Neustart des Prozesses „explorer.exe“ glelöscht
722 = Spuren in der Windows-Registrierung
723 = Spuren auf dem lokalen Datenträger
724 = Absturz-Speicherabbilddateien löschen (dump Dateien)
725 = Durch Chkdsk wiederhergestellte Dateifragmente löschen


[Evidence Remove]
802 = Ausführen
803 = Löschen
804 = Bitte warten Sie, bis der Löschvorgang abgeschlossen wurde
805 = Vorgang abgeschlossen
806 = Setzen Sie ein Häkchen bei jenen Datenträgern von denen Sie Spuren und Verläufe Ihrer Aktivitäten vernichten möchten. Dieses Werkzeug kann nur auf bereits gelöschte Daten angewendet werden. Warnhinweis: Nach diesem Vorgang ist eine Wiederherstellung Ihrer gelöschten Dateien unmöglich!
807 = Wenn Sie den Papierkorb leeren, können diese Dateien und Ordner noch immer wiederhergestellt werden, weil sie nur als gelöscht markiert, aber physikalisch noch vorhanden sind. Dieses Werkzeug löscht solche Dateien und Ordner endgültig von Ihrem Datenträger. Egal, welche Anwendung jemand zur Wiederherstellung solcher Daten verwendet, das Resultat wird immer dasselbe sein – die mit dem „Spurenvernichter“ gelöschten Daten sind unmöglich wiederherzustellen!
808 = Sind Sie sicher, das Sie die verbliebenen Spuren und Hinweise auf den(m) ausgewählte(n) Datenträger(n) vernichten möchten?

[Unrecoverable Delete]
912 = Liste von Dateien und Ordnern, die gelöscht und endgültig nicht wiederherstellbar gemacht werden
913 = Dateien
914 = Ordner
915 = Fügen Sie die Dateien ein, die Sie vom Datenträger löschen möchten. Diese Dateien können mit keiner Anwendung wiederhergestellt werden!
916 = Fügen Sie die Ordner ein, die Sie vom Datenträger entfernen möchten. Diese Ordner können mit keiner Anwendung wiederhergestellt werden!
917 = Dateien hinzufügen die gelöscht werden sollen
918 = Ordner hinzufügen die gelöschte werden sollen
919 = Unwiederbringlich löschen
920 = Liste bereinigen
921 = Wenn sie ein sicheres Löschen von Dateien oder Ordnern benötigen und sicher sein wollen, dass niemand mit irgendeiner Anwendung Ihre gelöschten Daten wiederherstellen kann, dann verwenden Sie „Unrecoverable Delete“. Die Windows-eigene Löschmethode für Dateien und das Leeren des Papierkorbes löscht diese nicht endgültig. Sie sind noch immer auf dem Datenträger und könen leicht wiederhergestellt werden. Die Anwendung „Unrecoverable Delete“ macht dies unmöglich, weil alle Dateien und Ordner physikalisch gelöscht werden.
922 = Möchten Sie die ausgwählten Dateien und Ordner jetzt wirklich löschen?

[Options Tree]
1001 = Einstellungen
1100 = Allgemein
1200 = Deinstallationsprogramm

[General]
1101 = Aktuelle Sprache:
1102 = Erweiterter Modus
1103 = Bei Programmstart auf Aktualisierungen prüfen

[Uninstaller Options]
1201 = Systemaktualisierungen anzeigen
1202 = Systemkomponenten anzeigen
1203 = Schnellstartmodus ein-/ausschalten
1204 = Ausschließlich die Deinstallationsroutine der Anwendung verwenden
1205 = (Wird nicht in Windows Vista unterstützt)
1206 = Systemwiederherstellungspunkt vor der Deinstallation erstellen
1207 = Übriggebliebene Dateien und Ordner in den Papierkorb verschieben

[Auto Update]
1907 = Revo Uninstaller aktualisieren
1908 = Versionsinformation
1909 = Installierte Version:
1910 = Neueste Version:
1911 = Herunterladen
1912 = Neuste Version jetzt herunterladen
1913 = Was ist neu
1914 = Prüfen…
1915 = Verbindungsfehler…
1916 = Abbrechen
1917 = %s von %s heruntergeladen
1918 = %s heruntergeladen (unbekannte Gesamtgröße)
1919 = Revo Uninstaller konnte keine Verbindung zu www.revouninstaller.com herstellen. Bitte prüfen Sie, ob Ihre Internetverbindung funktioniert und ob Ihre Firewall den Revo Uninstaller blockiert.
1920 = Fehler: Prüfung auf neue Version fehlgeschlagen. Keine Internetverbindung.

[WinTools]
2110 = Ausführen
2111 = Es gibt eine Menge nützlicher Werkzeuge und Komponenten, die mit Windows ausgeliefert werden, einige davon mit komplizierten Kommandozeilenoptionen, auf andere ist schwierig zuzugreifen. Windows-Werkzeuge gibt Ihnen schnellen Zugriff auf mehr als zehn Werkzeuge, die Sie bei Ihrer täglichen Arbeit benötigen könnten.
2112 = Verwenden Sie dieses Werkzeug, um den Zustand Ihres Comuters vor einem Problem wiederherzustellen, ohne persönliche Daten zu verlieren. Die Systemwiederherstellung protokolliert Änderungen am System und einigen Anwendungsdateien und legt einfach zu erkennende Wiederherstellungspunkte an. Diese gestatten Ihnen, das System auf einem früheren Zeitpunkt zurückzusetzen. Diese Punkte werden täglich und bei wichtigen Systemereignissen angelegt. Sie können eigene Punkte anlegen und bezeichnen.
2113 = Verwenden Sie dieses Werkzeug, um Informationen über die Hardware und das Betriebssystem, ihre Internet-, Modem- und Netzwerkadapterkonfiguration zu sammeln und darzustellen. Mit der Netzwerkdiagnose können Sie Ihr System überprüfen und die Netzwerkfunktion testen und ob Ihre Netzwerkprogramme und Services funktionieren.
2114 = Verwenden Sie dieses Werkzeug, um alle TCP/IP-Netzwerkkonfigurationswerte und die DHCP- und DNS-Einstellungen darzustellen. Es stellt die komplette TCP/IP-Konfiguration für alle Adapter dar, einschließlich IP-Adresse, MAC-Adresse, Subnetzmaske, Standardgateway, WINS- und DNS-Konfiguration.
2115 = Sie können den Status der drei wesentlichen Sicherheitssysteme prüfen: Firewall, Antivirusprogramm und automatische Aktualisierungen. Wird hier ein Problem entdeckt (z.B. Antivirus ist nicht aktuell), sendet das Sicherheitscenter Ihnen einen Hinweis und macht Vorschläge für einen besseren Schutz Ihres Computers.
2116 = Verwenden Sie dieses Werkzeug, um grundlegende Informationen über CPU-Typ und RAM-Speicher, Anzeigen und Ändern der Einstellungen, Systemsteuerung und wie Ihr Computer den Speicher verwaltet zu erhalten; Zeigt Informationen über die Hardware- und Geräteeigenschaften, sowie Profile der Hardwarekonfiguration, Informationen über Ihre Netzwerkverbindung und Anmeldung. Berichtet Programmfehler an Microsoft oder Ihren Systemadministrator, wenn sie auftreten.
2117 = Systeminformationen ist eine Komponente von Windows, die Infos über die Systemkonfiguration für den lokalen oder fernbedienende Rechner sammelt und darstellt. Dies umfasst Hardwarekonfiguration, Komponenten und Software einschließlich signierter und unsignierter Treiber. Systeminformationen ist ein Support-Werkzeug, das Sie zum schnellen Finden von Infos über Ihren Computer und das Betriebssystem nutzen können.
2118 = TCP/IP-Netstat-Befehl ist eine Komponente von Windows, die alle aktiven TCP/IP Verbindungen sowie TCP und UDP Ports darstellt, auf denen Ihr Computer horcht. Dargestellt werden alle Anwendungen, die in solche Verbindungen eingebunden sind. Dann steht der Name der Anwendung unten in [ ], oben steht die aufgerufene Komponente und so weiter, bis TCP/IP erreicht ist.
2119 = Diese Komponente zeigt eine virtuelle Tastatur auf dem Bildschirm und gestattet Anwendern mit eingeschränkter Mobilität die Dateneingabe mittels z.B. Joystick. Bildschirmtastatur will Anwendern mit eingeschränkter Mobilität ein Mindestmaß an Funktionalität bieten. Diese Komponente kann auch bei Verdacht auf einen Keylogger (zeichnet alle Tastatureingaben auf) genutzt werden, da es das Mitschneiden von Tastatureingaben unmöglich macht.
2120 = Dieses Werkzeug analysiert lokale Datenträger und optimiert fragmentierte Dateien und Ordner so, dass sie einen zusammenhängenden Speicherbereich belegen. Dadurch wird der Zugriff auf Dateien und Ordner effizienter und freier Speicherplatz optimiert. Neue Dateien werden unfragmentiert gespeichert.
2121 = Ermöglicht das Starten, Anhalten, Pausieren, Neustarten oder Abschalten von Diensten auf lokalen oder Remotecomputern. Initiiert Wiederherstellungsaktionen wenn ein Dienst fehlschlägt, z.B. automatischer Neustart eines Dienstes; Aktivieren oder Deaktivieren einzelnder Hardwareprofile; Ansicht des Status und der Beschreibung jedes Dienstes.
2122 = Ermöglicht das Verwalten gemeinsam genutzter Recourcen über ein Netzwerk, Kontrolle über Anwenderzugrifferlaubnis, Sitzungsaktivitäten, Eigenschaften gemeinsamer Resourcen und Ansicht einer Zusammenfassung der Verbindungen und Resourcenverwendung für lokale und fernbediente Computer. Mit „Freigegebene Ordner“ kann man anlegen, sichten und Zugriffsrechte für gemeinsame Resourcen vergeben; Möglich ist die Ansicht einer Liste für alle Anwender, die über das Netzwerk mit dem Computer verbunden sind und einen oder alle vom Netzwerk zu trennen.
2123 = Dieses Werkzeug beinhaltet Richtlinieneinstellungen für die Anwenderkonfiguration sowie der Computerkonfiguration. Gruppenrichtlinieneinstellungen definieren die verschiedenen Komponenten der User Desktopumgebung, die ein Administrator verwalten muss, z.B. welche Anwendungen Nutzern zur Verfügung stehen, welche auf dem Desktop sichtbar sind und die Optionen des Startmenüs.
2124 = Hinzufügen/Entfernen unterstützt Sie beim Behandeln der auf Ihrem Computer installierten Windowskomponenten. Nachdem das Betriebssystem auf Ihrem Computer installiert ist, können Sie damit fehlende Windowskomponenten nachinstallieren oder nicht mehr benötigte entfernen.
2125 = Das Microsoft Tool zum Entfernen bösartiger Software prüft Windowsrechner auf bestimmte verbreitete Schadsoftware und hilft bei der Entfernung der Infektionen. Solche Schadsoftware umfasst Viren, Würmer und Trojaner. Wenn der Aufspür- und Entfernungsvorgang beendet ist, liefert diese Komponente einen Report mit den Ergebnissen und falls vorhanden, welche Schadsoftware entdeckt und entfernt wurde.


[Junk Files Cleaner Options]
2202 = Laufwerk(e) wählen:
2203 = Schema
2204 = Beschreibung
2205 = Hinzufügen
2206 = Entfernen
2207 = Standard wiederherstellen
2208 = Junk-Dateien-Bereinigung::Allgemein
2209 = Junk-Dateien-Bereinigung::Ausschlüsse
2220 = Muster, nach dem durchsucht werden soll:
2221 = Die Zeichen ? und * können als Platzhalter verwendet werden
2222 = Muster hinzufügen
2223 = Ausschlussmuster hinzufügen
2224 = Die Zeichen ? und * können als Platzhalter verwendet werden
2225 = Muster ausschließen:
2226 = Dateien zum Löschen in den Papierkorb verschieben
2227 = Dateien ignorieren, auf die innerhalb der letzten 24 Stunden zugegriffen wurde

[Junk Files Cleaner Tool]
2306 = Laufwerk(e)\n durchsuchen
2307 = Löschen
2308 = Überprüfung
2309 = Bitte warten Sie bis die Suche abgeschlossen ist…
2310 = Abbruch
2311 = Name
2312 = Größe
2319 = Dateien:
2320 = Gesamtgröße:
2323 = Dateien, die von Windows oder anderen Anwendungen\nverwendet werden konnten jetzt nicht gelöscht werden.
2324 = Sie müssen mindestens ein Laufwerk und eine Dateiendung wählen, um die Suche starten zu können
2325 = Junk-Dateien-Reiniger gestattet das Auffinden und Entfernen verschiedener Typen von Junk und unnötigen Dateien ihres Computers. Normalerweise werden diese Dateien durch die Anwendung gelöscht, die sie angelegt hat sobald sie nicht mehr benötigt werden. Dennoch bleiben Dateien permanent auf der Festplatte, wenn eine Anwendung z.B. unerwartet beendet wird (ein Systemabsturz z. B.). Wenn dies passiert, reduziert sich der freie Plattenplatz oder die Systemgeschwindigkeit kann vermindert werden, u.s.w.
2326 = Datei
2327 = Dateien werden gelöscht

[ContextMenu Junk Files Cleaner]
2313 = Öffnen
2314 = Mit Google suchen nach 
2315 = Übergeordneter Ordner öffnen
2316 = Eigenschaften…
2317 = Alle Elemente markieren
2318 = Alle Elemente abwählen
2321 = Ausgewählte Elemente markieren
2322 = Ausgewählte Elemente abwählen

[TopMost Window]
4002 = Einstellungen
4003 = Zum Hauptfenster wechseln
4004 = Drag && Drop-Modus
4005 = Jagdmodus starten
4006 = Größe
4007 = Klein
4008 = Mittel
4009 = Groß
4010 = Fenstergröße…
4011 = Revo Uninstaller beenden
4012 = Deinstallieren
4013 = Autostart beenden
4014 = Prozess abbrechen
4015 = Prozess abbrechen und löschen
4016 = Installationsordner öffnen
4017 = Info
4018 = Eigenschaften
4019 = Abbrechen
4020 = Unterstützt wird nur eine einzelne Datei gleichzeitig!
4021 = Sie haben einen Ordner eingefügt, bitte fügen Sie stattdessen eine Datei ein!
4022 = Deinstallieren oder entfernen:
4023 = Nicht vorhanden! Versuchen Sie auf ein anderes Fenster, Symbol oder ein Taskleistenelement zu zeigen
4024 = Deinstallationsbefehl kann nicht ausgeführt werden!\n Bitte deinstallieren Sie die Anwendung mit dem Deinstallationsmodul.
4025 = Kein Installationspaket gefunden!\nTip: Sie erhalten weitere Informationen für die Anwendung über das\nHauptfenster und versuchen Sie, es manuell zu deinstallieren! 
4026 = Zielanwendung wird nicht mehr autmatisch gestartet!\nTip: Wenn Sie wünschen das diese wieder automatisch mit Windows gestartet werden soll, so verwenden Sie das Autostart-Werkzeug in der Hauptanwendung!
4027 = Zielanwendung an den allg. Autostart-Positionen nicht auffindbar!\nTip: Um nach ungewöhnlichen Start-Elementen zu suchen, nutzen Sie die Webseite www.google.com!
4028 = Möchten Sie die ausgewählte Anwendung wirklich schließen?\nAlle nicht gespeicherten Daten gehen dabei verloren!
4029 = Deinstallationsmodul
4030 = Sind Sie sicher, dass Sie die gewählte Anwendung schließen und löschen wollen?\nAlle ungesicherten Daten gehen verloren!
4031 = Sind Sie sicher, dass Sie den Windows Explorer schließen wollen?\n Das Startmenü und die Taskbar werden verschwinden!
4032 = Automatisch mit Windows starten
4033 = Transparenz…

[Scan After Uninstall]
4210 = Position in der Registrierung
4211 = Schlüsselname
4212 = Wert
4213 = Daten
4214 = Datei
4215 = Ein Element auswählen das gelöscht werden soll!
4216 = Nach der Deinstallation überprüfen
4217 = Alle markieren
4218 = Alle abwählen
4219 = Löschen
4220 = Verbliebene Dateien
4221 = Verbliebene Registrierungseinträge
4222 = Überprüfung vor der Deinstallation. Bitte warten…
4223 = Deinstallation wird ausgeführt…
4224 = Bitte starten Sie die Überprüfung nach verbliebenen Dateien, Ordnern und Registrierungschlüsseln erst, nachdem die Hauptdeinstallationsroutine abgeschlossen ist
4225 = Überprüfung nach der Deinstallation. Bitte warten…
4226 = Bitte die nachfolgend aufgeführten Elemente sorgfältig prüfen!
4227 = Schließen
4228 = Verbliebene Dateien der Liste werden beim nächsten Neustart des Computers gelöscht.
4229 = Deinstallation ist fehlgeschlagen!\nMöglicherweise ein ungültiger Deinstallationsbefehl!
4230 = Zurück
4231 = Weiter
4232 = Einen Deinstallationsmodus wählen…
4233 = Deinstallationsmodus
4234 = Integriert ● Startet ausschließlich die Installationsroutine der Anwendung, ohne zusätzlichen Überprüfung.
4235 = Gefahrlos ● Deinstallation entsprechend dem „Integriert“-Modus\nund zusätzliche Prüfung der Registrierung und Datenträger, um\nausschließlich gefahrlos zu löschende verbliebene Elemente aufzuspüren.\nDies ist der schnellste Modus.
4236 = Moderat ● Deinstallation entsprechend dem „Gefahrlos“-Modus\nund zusätzliche ausführliche Prüfung zum Auffinden aller\nverbliebenen Elemente von an den\ngeläufigsten Stellen der Registrierung und Datenträger
4237 = Intensiv ● Deinstallation entsprechend dem „Moderat“-Modus\nund zusätzlich gründliche und tiefe Prüfung der Registrierung\nund Datenträger, entfernt alle verbliebenen Elemente, die mit\nder Anwendung verbunden sind.\nDies ist der langsamste Modus.
4238 = Anwendungsdaten vor der Deinstallation analysieren.
4239 = Die Deinstallationsroutine der Anwendung starten.
4240 = Auf „Weiter“ klicken um die Überprüfung nach verbliebenen Dateien, Ordnern und Registrierungseinträgen zu starten, nachdem die Deinstallationsroutine der Anwendung beendet wurde.
4241 = Einleitende Analyse und Deinstallation durchführen
4242 = Verbliebene Informationen werden ermittelt…
4243 = Deinstallationsroutine der Anwendung wurde abgeschlossen.\n\nRegistrierung und Datenträger werden nun nach verbliebenen Dateien, Ordnern und Registrierungseinträgen durchsucht, die mit der deinstallierten Anwendung verbunden waren.\n\nBitte warten…
4244 = Verbliebene Registrierungseinträge wurden gefunden
4245 = Registrierungseinträge gefunden:
4246 = Achtung: Bitte die fett hervorgehobenen Elemente sorgfältig prüfen!\nNur die ausgewählten fett dargestellten Elemente und deren Unterpunkte werden gelöscht!
4247 = Verbliebene Dateien und Ordner gefunden
4248 = Elemente gefunden:
4249 = Mein Computer
4250 = Revo Uninstaller konnte die Installationsroutine der Anwendung nicht starten. Möglicherweise ist das Deinstallationsmodul defekt. Sie können die Schaltfläche “Zurück” drücken um einen anderen Deinstallationsmodus zu verwenden.
4251 = Installationsroutine der Anwendung abgeschlossen. Revo Uninstaller hat nicht nach verbliebenen Elementen gesucht. Sie können die Schaltfläche “Zurück” drücken um einen anderen Deinstallationsmodus zu verwenden, um nach verbliebenen Dateien, Ordnern und Registrierungseinträgen zu suchen.
4252 = Revo Uninstaller hat die Deinstallationroutine erfolgreich beendet. Es wurden aber keine verbliebenen Elemente gefunden. Auf “Zurück” klicken um einen anderen erweiterten Deinstallationsmodus für eine tiefere Überprüfung zu verwenden.
4253 = Revo Uninstaller hat die Deinstallationroutine erfolgreich beendet. Wenn Sie nach weiteren verbliebenen Elemente suchen möchten, klicken Sie auf die Schaltfläche “Zurück” und versuchen Sie einen anderen erweiterten Deinstallationsmodus für eine tiefgründige Überprüfung.
4254 = Fertig
4255 = Möchten Sie die gewählten Dateien wirklich in den Papierkorb löschen?
4256 = Möchten Sie die ausgewählten Registrierungseinträge wirklich entfernen?
4257 = Revo Uninstaller hat die Deinstalltion erfolgreich abgeschlossen!
4258 = Möchten Sie wirklich KEINE der verbliebenen Registrierungseinträge löschen und stattdessen mit dem nächsten Schritt fortsetzen wollen?
4259 = Möchten Sie wirklich KEINE der verbliebenen Dateien und Ordner löschen und stattdessen mit dem nächsten Schritt fortsetzen wollen?
4260 = Die Prüfung nach verbliebenen Elementen wurde abgeschlossen.\n\nAuf „Weiter“ klicken um die Ergebnisse anzuzeigen!
4261 = Systemwiederherstellungspunkt anlegen…
4262 = Das Anlegen eines Systemwiederherstellungspunkts ist fehlgeschlagen!
4263 = Das Anlegen eines Systemwiederherstellungspunkts ist in den Einstellungen ➔ Deinstallationsmodul deaktiviert!
4264 = Das Anlegen eines Systemwiederherstellungspunkts erfolgreich abgeschlossen!


[About]
4300 = Übersetzer:

[ContextMenu Uninstaller]
5000 = Befehle
5001 = Info
5002 = Mit Google suchen nach…
5004 = Installationsordner in einem Explorer-Fenster öffnen…
5005 = Webseite mit Informationen zu dieser Anwendung öffnen…
5006 = Webseite zur Hilfe dieser Anwendung öffnen…
5007 = Webseite mit Aktualisierungsinformationen der Anwendung öffnen…
5008 = Registrierungsschlüssel öffnen…

[Common]
10000 = OK
10001 = Abbrechen
10002 = Hilfe
10003 = Durchsuchen
10004 = Hilfe (engl.) zu Revo Uninstaller aufrufen (PDF-Dokument)
10005 = Homepage im Browser aufrufen
10006 = Über Revo Uninstaller
10007 = Warnhinweis
10008 = FEHLER
10009 = Ja
10010 = Nein

[Tooltips]
2000 = Zum Deinstallationsmodul wechseln
2001 = Zu den Zusatzwerkzeugen wechseln
2002 = Einstellungen bearbeiten
2003 = Zum Jagdmodus wechseln
2004 = Ansicht der Liste der installierten Anwendungen ändern
2005 = Ausgewählte Anwendung deinstallieren
2006 = Ausgewähltes Element der Registrierung löschen
2007 = Anwendungsliste aktualisieren
2008 = Auf die neueste Version von Revo Uninstaller aktualisieren
2009 = Zusätzliche Informationen und Antworten auf alle Fragen zum Anwendung finden
404 = Ausgewählte Anwendung starten
405 = Die ausgewählte Anwendung anhalten und schließen
406 = Ausgewählte Anwendung nicht automatisch mit Windows starten
506 = Ausgewählte Optionen jetzt ausführen
605 = Ausgewählte Optionen jetzt ausführen
705 = Ausgewählte Optionen jetzt ausführen
2106 = Starte gewähltes Tool
2304 = Nach unnötigen Dateien suchen,\ndie den ausgewählten Einstellungen entsprechen
2305 = Lösche markierte Dateien in den Papierkorb



[UninstallerPro]
15000 = Allgemein
15001 = Gruppenmanager
15002 = Kürzlich installierte Anwendungen
15003 = Andere Anwendungen
15004 = Name
15005 = Umbenennen
15006 = Internet
15007 = Spiele
15008 = Multimedia
15009 = Utilities
15050 = Aufwärts
15051 = Abwärts
15052 = Hinzufügen
15053 = Entfernen
15054 = Spalten
15055 = Diese Spalte entfernen
15056 = Ausrichtung
15057 = Links
15058 = Zentriert
15059 = Rechts
15060 = Beste Anpassung
15061 = Exportieren nach…
15062 = Textformat(txt)
15063 = HTML-Format(html)
15064 = Microsoft Excel
15065 = Export
15066 = Wählen Sie die Spalten aus, die Sie exportieren wollen
15067 = Neu installierte Anwendungen anzeigen:
15068 = Zuletzt (in Tagen)
15069 = Seit dem letzten Start von Revo Uninstaller
15070 = Gruppenname:
15071 = Hinzufügen
15072 = Gruppe
15073 = Überwachte Anwendungen
15074 = Überwachte\nAnwendungen
15075 = Alle Anwendungen
15076 = Alle\nAnwendungen
15077 = Protokoll löschen
15078 = Benutzerdefinierte Deinstallation
15079 = Symbol ändern
15080 = Zu Gruppe hinzufügen
15081 = Aus Gruppe entfernen
15082 = Deinstallation
15083 = Protokollierte Dateien und Ordner der Anwendung deinstallieren:
15084 = Protokollierte Elemente der Registrierung deinstallieren:
15085 = Es gibt Daten, die mit der deinstallierten Anwendung wahrscheinlich in Verbindung stehen, aber nicht gelöscht wurden, da sie während der Installation der Anwendung von Revo Uninstaller nicht protokolliert wurden. Wenn Sie diese Daten nachprüfen und eventuell löschen wollen, drücken Sie die Schaltfläche „Erweiterte Deinstallation“
15086 = Erweiterte Deinstallation
15087 = Datei-\Ordner-Pfad
15088 = Liste wird geladen…
15089 = Ausgewählte Werte deinstallieren
15090 = Übergeordneten Registrierungsschlüssel öffnen…
15091 = Alle erweitern
15092 = Alle reduzieren
15093 = Name des Wertes
15094 = Ordner für Protokolldateien:
15095 = Umbenennungsvorgänge der zuvor bestehenden Systemdateien und Ordner ausführen
15096 = Deinstallation erzwingen
15097 = Deinstallation\nerzwingen
15098 = Ausgewählten Schlüssels erweitern
15099 = Ausgewählten Schlüssel reduzieren
15100 = Ausgewählten Schlüssel deinstallieren
15101 = Ausgewählten Schlüssel als „Angelegt“ markieren
15102 = Zur Ausschlussliste hinzufügen
15103 = Ungültige Protokolldatei
15104 = Die Datei existiert nicht! Geben Sie einen gültigen Dateinamen an oder brechen Sie die Operation ab.
15105 = Prozess auswählen
15106 = Prozess zur Liste hinzufügen
15107 = Voller Pfad des Prozesses:
15108 = Registrierungsschlüssel
15109 = Pfad des Registrierungsschlüssels
15110 = Der Befehl „Erzwungene Deinstallation“ hilft Ihnen bei der Deinstallation von Anwendungen oder der Entfernung von Überresten teilweise installierter oder deinstallierter Anwendungen. Sie können nach verbliebenen Dateien und Ordnern suchen oder einen vollständigen Pfad zur Datei oder dem Ordner der Anwwendung eingeben, das Sie deinstallieren möchten. Sie können als zusätzliche Information außerdem den Namen der Anwendung eingeben. Basierend auf den eingegebenen Daten sucht Revo Uninstaller nach vorhandenen integrierten Deinstallationsprogrammen und zugehörigen Installationsprotokollen in den Modulen „Überwachte Anwendungen“ und „Protokolldatenbank“. Wenn etwas gefunden wird, wird es aufgeführt, so dass Sie entscheiden können, ob Sie es verwenden möchten, oder nicht.\n\nGeben Sie bitte den genauen Namen und den Installationspfad der Anwendung ein, das Sie deinstallieren möchten!
15111 = Prüfmodi
15112 = Anwendungsintern
15113 = Gefahrlos
15114 = Moderat
15115 = Intensiv
15116 = Voller Pfad zu den Dateien oder zum Anwendungsordner:
15117 = Exakter Name der Anwendung:
15118 = Deinstallationsroitine der Anwendung gefunden:
15119 = Ausgewählten Deinstallationsroutine der Anwendung ausführen
15120 = Anwendungsname
15121 = Deinstallationsbefehl
15122 = Typ
15123 = 32-bit
15124 = 64-bit
15125 = Prozess abbrechen und fortsetzen
15126 = Die ausgewählte Datei ist ein laufender Prozess! Wenn Sie diesen und seine zugehörigen Teile sauber deinstallieren wollen, ist es ratsam, den Prozess vorher zu beenden.
15127 = Auszuschließender Registrierungsschlüssel
15128 = Einschließlich Unterschlüssel
15129 = Beim Start den Focus auf den Tab „Überwachte Anwendung“ setzen
15130 = Dateien und Ordner…
15131 = in den Sicherungsordner löschen
15132 = in den Papierkorb löschen
15133 = endgültig löschen
15134 = Möchten Sie die ausgewählten Elemente wirklich löschen?
15135 = Ordner
15136 = Dateien
15137 = Möglicherweise verknüpfte Dateien und Ordner
15138 = Möglicherweise verknüpfte Elemente in der Registrierung
15139 = Schlüssel:
15140 = Werte:
15141 = Protokollierte Dateien und Ordner
15142 = Umbenennungsoperationen der vorher existierenden Systemdateien und -ordner ausführen.
15143 = Möchten Sie die ausgewählten Elemente wirklich deinstallieren?
15144 = Ausgewählte, aber nicht entfernt Dateien, werden beim nächsten Systemstart gelöscht.
15145 = Protokollierte Elemente der Registrierung
15146 = Deinstallation wird ausgeführt…
15147 = Auf verbliebenen Dateien, Ordnern und Elemente der Registrierung überprüfen, basierend auf den anfänglich eingegebenen Informationen
15148 = Die Deinstallationsroutine der Anwendung analysieren und starten für die standardmäßige Deinstallation
15149 = Nachdem die Installationsroutine der Anwendung abgeschlossen wurde die Schaltfläche „Durchsuchen“ klicken, um die Prüfung nach verbleibenen Dateien, Ordnern und Elemente in der Registrierung zu starten.
15150 = Es steht nicht genügend Speicherplatz auf dem Datenträger zur Verfügung um die Zwischenspeicherdatei zu schreiben
15151 = Fehler beim Schreiben der Zwischenspeicherdatei. Stellen Sie sicher, über ausreichenden Zugriffsrechte zu verfügen
15152 = Fehler beim Lesen der Zwischenspeicherdatei
15153 = Revo Uninstaller hat keine verbliebenen Elemente gefunden
15154 = Durchsuchen
15155 = Benutzerdefinierte\nDeinstallation
15156 = Das Modul „Alle Anwendungen“ des Revo Uninstaller zeigt alle installierten Anwendungen und Komponenten, sowohl für den aktuellen als auch alle Benutzer, unterteilt in zwei Standardgruppen - „Neue Anwendungen“ and „Andere Anwendungen“. In der Ansicht „Details“ oder über das Kontextmenü erhalten Sie zusätzliche Information (Links und Eigenschaften der Installationen). Die Einstellungen dieser Module finden Sie im Untereintrag „Alle Anwendungen“ unter dem Eintrag „Deinstallation“ im Fenster „Einstellungen“.
15157 = Das Modul „Überwachte Anwendungen“ des Revo Uninstaller zeigt alle überwachten Anwendungen, die Sie während deren Installation durch Revo Uninstaller überwachen ließen. Um eine Anwendung mit Revo Uninstaller zu überwachen reicht ein Rechtsklick auf dessen Installationspaket (etwa setup.exe) oder Sie drücken die Schaltfläche „Anwendungen installieren“ in der Hauptsymbolleiste.  Die Einstellungen des Moduls finden Sie im Untereintrag „Überwachte Anwendungen“ unter dem Eintrag „Deinstallation“ im Fenster „Einstellungen“.
15158 = Registrierung
15159 = Hilfedatei (PDF-Datei - englisch)
15160 = Anwwendungen installieren
15161 = Anwendungen\ninstallieren
15162 = Vor der Deinstallation einen Systemwiederherstellungspunkt erstellen\nund eine vollständige Sicherung der Registrierung erstellen
15163 = Vollständige Sicherung der Registrierung erstellen…
15164 = Systemwiederherstellungspunkt erstellen und vollständige Sicherung der Registrierung erstellen ist deaktiviert (in Einstellungen ➔ Deinstallationsmodul)
15165 = Erstellung einer vollständigen Sicherung der Registrierung abgeschlossen!
15166 = Erstellung einer vollständigen Sicherung der Registrierung fehlgeschlagen
15167 = (Nicht unterstützt in Windows Vista und Windows 7,8,10)
15168 = Protokolle:
15169 = Oder Rechtsklick auf das Symbol „Jagdmodus“ und wählen Sie den Eintrag „Revo Uninstaller beenden“ zum beenden
15170 = Deinstallationsassistent maximiert öffnen
15171 = Ordnerpfad
15172 = Bitte installieren Sie einen PDF-Reader um die Hilfedatei öffnen zu können
15173 = Neue Gruppe hinzufügen
15174 = Ausgewählte Protokolldateien löschen
15175 = Zwischenspeicherungsdatei neu erstellen
15176 = Möchten Sie die Zwischenspeicherungsdatei wirklich neu erstellen?\nIhre individuellen Anwendungseinstellungen gehen dabei verloren!
15177 = Verwalten
15178 = Export, Import oder editieren der Protokolldatei
15179 = Ändern\noder Reparatur
15180 = Ändern o. Reparatur
15181 = Update Link
15182 = Protokolldatenbank
15183 = Protokolle\nDatenbank
15184 = Anwendungen:
15185 = Anwendungsname
15186 = Anwendungsversion
15187 = Windows-Version
15188 = Windows-Bits
15189 = Gefunden
15190 = Nur Protokolldaten anzeigen, die mit %s kompatibel sind. 
15191 = Nur %s Protokolldaten anzeigen
15192 = Protokplldateien verwelten:
15193 = Datenbankprotokolldateien:
15194 = Suche nach:
15195 = wird protokolliert
15196 = protokolliert
15197 = Anwendung
15198 = Anwendungen
15199 = Name
15200 = Schnelldeinstallation
15201 = Schnell-\ndeinstallation
15202 = Einleitendes Systembackup erstellen
15203 = Anwendung %d von %d wird deinstalliert
15204 = Einleitende Analyse abgeschlossen!
15205 = Start der Deinstallationsroutine der Anwendung - abgeschlossen!
15206 = Start der Deinstallationsroutine der Anwendung - fehlgeschlagen!
15207 = Suche nach verbliebenen Dateien, Ordnern und Registrierungseinträgen…
15208 = Verbliebenen Elemente werden gelöscht…
15209 = %d verbliebene Registrierungsschlüssel und %d Elemente gelöscht
15210 = %d verbliebene Ordner und %d Dateien gelöscht
15211 = Schnelldeinstallation abgeschlossen!
15212 = Status
15213 = Nach Abschluss der Deinstallationsroutine der Anwendung die Schaltfläche „Weiter“ drücken, um mit dem Deinstallationsprozess fortzufahren.
15214 = Weiter
15215 = Importiert
15216 = Kommentar hinzufügen
15217 = Kommentar editieren
15218 = Module
15219 = Protokolldatum
15220 = Protokollierte Daten für Deinstallation vorbereiten…
15221 = %d von %d Elementen
15222 = Notwendige Umbenennungen durchführen…
15223 = Sind Sie sicher, dass Sie das gewählte Protokoll deinstallieren möchten?
15224 = Sind Sie sicher, dass Sie die gewählten Protokolle deinstallieren möchten?
15225 = Protokoll %d von %d deinstallieren
15226 = Alles exportieren
15227 = Backup\nauslassen
15228 = Anlegen eines Systemwiederherstellungspunktes und vollständiges Sicherung der Registrierung auslassen
15229 = Anlagen einer vollständigen Sicherung der Registrierung - übersprungen!
15230 = Anlagen eines Systemwiederherstellungspunkt - übersprungen!
15231 = Protokoll bearbeiten
15232 = Protokoll importieren
15233 = Protokoll exportieren
15234 = Protokoll analysieren  -
15235 = Protokoll umbenennen
15236 = Protokollname
15237 = Änderungen sichern
15238 = Ändern
15239 = Symbol
15240 = Symbolindex
15241 = Autor
15242 = Erstellungszeitpunkt
15243 = Zeitpunkt der letzten Änderung
15244 = Voraussichtliche Größe
15245 = Registrierungsschlüssel
15246 = Registrierungswerte
15247 = Erstellt
15248 = Gelöscht
15249 = Umbenannt
15250 = Überschrieben
15251 = Unbekannt
15252 = Alter Name
15253 = Vollständiger Name
15254 = Alter vollständiger Name
15255 = Alte Daten
15256 = Registrierungswert mit diesem Namen existiert bereits!
15257 = Schlüssel hinzufügen
15258 = Schlüsselname:
15259 = Nicht geändert
15260 = Geänderter Schlüssel
15261 = Wert hinzufügen
15262 = Wert ändern
15263 = Festlegen
15264 = Alter Typ
15265 = Erzwingen, das laufende Anwendungen während ihrer Deinstallation beendet werden
15266 = Nach einem entsprechenden Protokoll suchen vor dem Ausführen der Standard-Deinstallationsroutine der Anwendung
15267 = Möchten Sie wirklich für die ausgewählte(n) Anwendung(en) die Schnelldeinstallation durchführen?
15268 = Zugehöriges Protokoll in Ihrer Protokolldatenbank gefunden, welches für die Deinstallation genutzt wird.\nStarten Sie die Deinstallationsroutine der Anwendung für die Standard-Deinstallation.
15269 = Zugehöriges Protokoll in der Protokolldatenbank gefunden, welches für die Deinstallation genutzt wird.\nStarten Sie die Deinstallationsroutine der Anwendung für die Standard-Deinstallation.
15270 = Nach dem Ende der Deinstallationsroutine drücken Sie auf die Schaltfläche „Weiter“, um die verbliebenen Ordner, Dateien und Registrierungseinträge anzuzeigen.
15271 = Fehler beim Herunterladen der Protokolldatei!
15272 = Fehler beim Umbenennen der heruntergeladenen Protokolldatei!
15273 = Das Modul „Protokolldatenbank“ des Revo Uninstaller zeigt eine Liste von Protokollen aufgezeichneter Anwendungen, die kompatibel mit Ihrem Windows-System sind. Diese auf unserer Webseite gespeicherten Protokolle werden durch das Revo Uninstaller-Team gepflegt. Sie können verwendet werden (mit einem Klick auf die Schaltfläche „Deinstallieren“), um Anwendungen von Ihrem Rechner zu deinstallieren.
15274 = Ihre Version:
15275 = Jetzt aktualisieren
15276 = Protokolldatenbank automatisch aktualisieren
15277 = Fehler beim Download der Protokolldatenbank!
15278 = Fehler beim Aktualisieren der Protokolldatenbank!
15279 = Fehler beim Entnehmen der Protokolldatenbank!
15280 = Fehler beim Öffnen der Protokolldatenbank!
15281 = Ihren Kommentar eingeben:
15282 = Wählen Sie ein Symbol
15283 = Dateipfad:
15284 = Wählen Sie ein Symbol aus der Liste:
15285 = Datei
15286 = Ordner
15287 = Protokoll wird exportiert -
15288 = Protokoll wird importiert -
15289 = %d%% abgeschlossen
15290 = Exportiert von
15291 = Entspr. Protokolle gefunden
15292 = Ja (empfohlen)
15293 = Die aufgelisteten Protokolle wurden von Ihnen angelegt und scheinen zu der Anwendung zu gehören, das deinstalliert werden soll. Möchten Sie die darin enthaltenen Daten während der Deinstallation nutzen?  
15294 = Lade Log herunter -
15295 = Die in der Datenbank aufgelisteten Protokolle scheinen zu der Anwendung zu gehören, das Sie gerade deinstallieren. Falls Sie diese Protokolle während der Deinstallation nutzen wollen, aktivieren Sie das Häkchen vor dem jeweiligen Protokoll.
15296 = Es gibt ein passendes Deintallationsprotokoll in unserer Datenbank.\nMöchten Sie dieses für eine noch umfassendere Deinstallation der Anwendung nutzen?
15297 = Sind Sie sicher, dass Sie das/die ausgewählte(n) Protokoll(e) aus der Liste löschen möchten?
15298 = Sie müssen mindestens eine Spalte für den Exort auswählen!
15299 = Durchsuchen
15300 = Ausgewähltes Protokoll verwenden
15301 = Quelle
15302 = Sie haben keine Deinstallationsroutine der Anwendung aus der Liste gewählt.\nSoll die Suche nach Überresten wirklich fortgesetzt und die Verwendung der Deinstallationsroutine der Anwendung übersprungen werden?
15303 = Wählen Sie aus der Liste eine Deinstallationsroutine einer Anwendung, wenn Sie es während des Deinstallationsvorgangs verwenden möchten.
15304 = Sie haben kein Protokoll aus der Liste ausgewählt.\nMöchten Sie die Suche nach verbliebenen Resten fortsetzen und die Nutzung des Protokolls überspringen?
15305 = Wählen Sie aus der Liste ein Protokoll, wenn Sie es während des Deinstallationsvorgangs verwenden möchten.
15306 = Protokolldaten werden geladen…
15307 = Vor der Deinstallation eine vollständige Datensicherung der Registrierung erstellen
15308 = Erstellung einer vollständigen Datensicherung der Registrierung ist deaktiviert (in den Einstellungen ➔ Deinstallation)
15309 = Pfad:


15310 = Deinstallationsdaten der Anwendungen nutzen, um Eigenschaften des Installationsdatums abzurufen

[Auto Run Manager Pro]
15800 = Hinzufügen
15801 = Anwendung automatisch mit Windows starten
15802 = Automatisches Starten festlegen für:
15803 = Alle Benutzer
15804 = Aktuellen Benutzer
15805 = Automatisches Starten einsetzen in:
15806 = Registrierung: Run - Bei jedem Start von Windows ausführen
15807 = Registrierung: RunOnce - Nur ein einziges Mal beim nächsten Starten von Windows ausführen
15808 = Ordner „Autostart“ - Bei jedem Start von Windows ausführen
15809 = Befehl (voller Pfad):
15810 = Name:
15811 = nicht mehr automatisch mit Windows starten
15812 = Nicht ausgeführte Elemente werden nicht mehr gemeinsam mit Windows gestartet
15813 = Alle deaktivierten Elemente werden nicht mehr gemeinsam mit Windows gestartet
15814 = Dienste
15815 = Windows-Dienste öffnen

[General App]
16001 = Drucken
16002 = Druckvorschau
16003 = Druckereinstellungen
16004 = Ansicht
16005 = Menüleiste
16006 = Hauptsymbolleiste
16007 = Beschreibung
16008 = Statusleiste
16009 = Werkzeugleiste
16010 = Datei
16011 = Autostart-\nManager
16012 = Temp-Dateien\nentfernen
16013 = Windows-\nWerkzeuge
16014 = Browser\nbereinigen
16015 = MS-Office\nbereinigen
16016 = Windows\nbereinigen
16017 = Spuren-\nvernichter
16018 = Unwiederbringlich\nlöschen
16019 = Sicherungs-\nManager
16020 = Installation dieser Anwendung mit Revo Uninstaller überwachen
16021 = Mit Revo Uninstaller deinstallieren
16022 = Ausgewählte Anwendung mit Revo Uninstaller  installieren
16023 = Ausgewählte Anwendung mit Revo Uninstaller deinstallieren
16024 = Sicherungsordner:
16025 = Sicherung der gelöschten Registrierungseinträge erstellen
16026 = Sicherung der gelöschten Dateien und Ordner erstellen
16027 = „Microsoft Excel“ ist auf diesem Computer nicht installiert (Fehlercode ist 0x%08X).
16028 = Fehler beim Ausführen von der Anwendung „Microsoft Excel“ (Fehlercode ist 0x%08X).
16029 = Unbekannter Fehler.
16030 = Registrierung
16031 = Durch Revo Uninstaller angezeigte Informationsnachrichten überspringen
16032 = Durch Revo Uninstaller angezeigte Warnhinweise überspringen
16033 = Prozesse
16034 = Anwendungen im Kompaktmodus überwachen
16035 = Prozesse einschließen:
16036 = Prozesse ausschließen:
16037 = Prozesspfad
16038 = Erscheinungsbild:
16039 = Symbolleisten
16040 = Symbolbeschriftung anzeigen
16041 = Kleine Symbole verwenden
16042 = Blau
16043 = Grau
16044 = Schwarz
16045 = Silber
16046 = Einheitlich
16047 = Einheitlich 2
16048 = Einheitlich geglättet
16049 = Jetzt kaufen
16050 = Nachdem Sie Revo Uninstaller gekauft haben, erhalten Sie per E-Mail eine Seriennummer. Sie müssen diese Seriennummer in wie unten dargestellten Form eingeben und auf die Schaltfläche “Online aktivieren” klicken, um das Produkt zu aktivieren. Die Aktivierung benötigt zwingend eine Internetverbindung, also darf Revo Uninstaller nicht durch Ihre Firewall blockieren werden. Falls Sie Fragen zur Registrierung haben, kontaktieren Sie uns bitte unter: registration@revouninstaller.com.
16051 = Registrieren 
16052 = Hier exakte Seriennummer eingeben:
16053 = Online aktivieren
16054 = Alle Rechte vorbehalten.
16055 = Registrierte Version
16056 = Unregistrierte Version
16057 = Möchten Sie die angelegten Datensicherungen, Protokolldateien und andere Benutzerdaten wirklich löschen? Klicken Sie auf „Nein“, wenn Sie gerade ein Aktualisierung durchführen.
16058 = Übersetzer:
16059 = Tägliche Sicherung der Registrierung anlegen
16060 = Gefundene Anwendungsprotokolldateien nach der Deinstallation löschen
16061 = In der Detailansicht kleine Symbole verwenden
16062 = Befehle im Kontextmenü von Windows anzeigen\n„Installieren mit…“ und „Deinstallieren mit…“
16063 = Alle verbliebenen Reste standardmäßig auswählen
16064 = Dunkles Grau
16065 = Blau 2
16070 = Befehle-Symbolleiste
16071 = Benutzerdefiniert
16072 = Thema
16073 = Benutzerdefinierte Hintergrundfarbe
16074 = Benutzerdefinierte Auswahlfarbe
16075 = Bitte beenden Sie Revo Uninstaller, bevor sie den Protokollimport starten.\nOder importieren Sie das Protokoll unter Verwendung des Symbolleisten-Schaltfläche „Verwalten“ im Modul „Überwachte Anwendungen“.
16076 = Aktivieren
16077 = Aktivierungsmethode wählen
16078 = Online-Aktivierung
16079 = Aktivierung durch Datei
16080 = Ihre 30-Tage Testphase ist vorüber. Wenn Sie das Produkt weiterhin nutzen möchten, müssen Sie eine Lizenz erwerben.
16081 = Nach dem Lizenzerwerb für Revo Uninstaller erhalten Sie eine Seriennummer per E-Mail. Um Revo Uninstaller zu aktivieren, müssen Sie Ihren Namen und diese Seriennummer in das unten stehende Formular eintragen (kopieren und einfügen wird dringend empfohlen) und dann drücken Sie die Schaltfläche „Online aktivieren“. Die Aktivierung benötigt eine Internetverbindung und Revo Uninstaller darf durch Ihre Firewall nicht gesperrt werden. Bei Fragen oder Problememn rund um die Registrierung kontaktieren Sie uns bitte unter: registration@revouninstaller.com
16082 = Nach dem Lizenzerwerb für Revo Uninstaller erhalten Sie eine Seriennummer per E-Mail. Um Revo Uninstaller mittels Schlüsseldatei zu aktivieren, müssen Sie Ihren Namen und diese Seriennummer in das unten stehende Formular eintragen (kopieren und einfügen wird dringend empfohlen). Dann drücken Sie auf die Schaltfläche “Datei speichern”. Senden Sie dann die angelegte Datei an support@revouninstaller.com oder registration@revouninstaller.com. Innerhalb von 24 Stunden senden wir Ihnen einen Freischaltschlüssel, der die Aktivierung von Revo Uninstaller vervollständigt. Bei Fragen oder Problememn rund um die Registrierung kontaktieren Sie uns bitte unter: registration@revouninstaller.com
16083 = Sie möchten Revo Uninstaller über die Schlüsseldatei aktivieren. Wenn Sie die Aktivierungsdatei an die E-Mail-Adresse unseres Supports geschickt haben, sollten Sie den Freischaltschlüssel vom Revo Uninstaller-Supportteam erhalten. Sie müssen den Freischaltschlüssel unten eingeben (kopieren und einfügen ist dringend empfohlen) und klicken Sie auf die Schaltfläche „Aktivieren“. Bei Fragen oder Problememn rund um die Registrierung kontaktieren Sie uns bitte unter: registration@revouninstaller.com
16084 = Es gibt Veränderungen auf Ihrem Computer, die eine Reaktivierung von Revo Uninstaller nötig machen. Bitte drücken Sie einfach die Schaltfläche „Aktivieren“. Bei Fragen oder Problememn rund um die Registrierung kontaktieren Sie uns bitte unter: registration@revouninstaller.com
16085 = Aktivierung erfolgreich abgeschlossen! 
16086 = Aktivierung fehlgeschlagen!
16087 = Keine Verbindung zum Aktivierungsserver. Bitte stellen Sie sicher, Revo Uninstaller nicht nur Ihre Firewall gesperrt wurde.
16088 = Benutzernamen eingeben:
16089 = Seriennummer eingeben (kopieren und einfügen empfohlen):
16090 = Freischaltschlüssel eingeben (kopieren und einfügen empfohlen):
16091 = Aktivierungsprozess zurückgesetzt
16092 = Verbleibende Tage:
16093 = Datei sichern
16094 = Registriert für
16095 = Reaktivieren
16096 = Aktivierung wird ausgeführt. Bitte warten…
16097 = Seriennummer ist falsch.\nBitte die Seriennummer kopieren und einfügen, anstatt sie manuell einzutippen!
16098 = Bitte Revo Uninstaller neu starten
16100 = Seriennummer:
16101 = Lizenzierungsinformationen:
16102 = Feedback senden
16103 = Online-Hilfe (FAQ - englisch)
16104 = Hauptfester-Einstellungen zurücksetzen
16105 = Detailansichteinstellungen zurücksetzen
16106 = Erfolgreich zurückgesetzt!\nRevo Uninstaller Pro jetzt neu starten um die Änderungen zu übernehmen
16107 = Es gibt keine aktivierten Elemente.\nSie müssen mindestens ein Element auswählen, um den Vorgang fortzusetzen.


16108 = Begrüßungsbildschirm beim Start anzeigen

[AppBar]
16900 = Protokoll der überwachten Systemänderungen sichern
16901 = Überwachung der Installation abbrechen
16902 = Revo Uninstaller überwacht Systemänderungen. Fahren Sie wie gewohnt mit der Installation fort! Starten Sie bitte KEINESFALLS andere Installationen, Anwendungen oder Ähnliches während der Installation der Anwendung! Nach der Installation starten Sie das oder die installierten Anwendung(en), führen ggf. deren Konfiguration durch und beenden sie dann. Klicken Sie anschließend auf die Schaltflächen „Stopp“ (Quadrat) und sichern das Protokoll.
16903 = Name des Protokolldatei festlegen:
16904 = Einen Namen für für die Protokolldatei festlegen und auf die Schaltfläche „Sichern“ klicken
16905 = Revo Uninstaller zeichnet die Installation auf.
16906 = Revo Uninstaller sichert Daten
16907 = Erforderliche Berechtigungen zum Herunterfahren des Computers konnten nicht erhalten werden. Bitte versuchen Sie es manuell!
16908 = Die Berechtigung zum Herunterfahren des Computers konnte nicht angepasst werden. Bitte versuchen Sie es manuell!
16909 = Bitte einen gültigen Protokollnamen eingeben!
16910 = Möchten Sie die Protokollierung wirklich abbrechen?

[JunkFilesCleanerPro]
17000 = Ausschließen
17001 = Zuletzt geändert
17002 = Ordner durchsuchen…

[EvidenceRemoverPro]
17300 = Typ
17301 = Gesamtgröße
17302 = Freier Speicherplatz
17310 = Lokaler Datenträger
17311 = Wechseldatenträger
17312 = Geschätzte Restzeit:
17313 = Tage 
17314 = Stunden
17315 = Minuten
17316 = Sekunden
17317 = Möchten Sie diesen Prozess wirklich beenden

[WindowsToolsPro]
17400 = Systemwiederherstellung
17401 = Netzwerkdiagnose
17402 = Netzwerkinformation
17403 = Sicherheitscenter
17404 = Systemeigenschaften
17405 = Systeminformation
17406 = TCP/IP-Netstat-Befehl
17407 = Bildschirmtastatur
17408 = Datenträgerdefragmentierung
17409 = Services
17410 = Freigegebene Ordner
17411 = Gruppenrichtlinien
17412 = Windows-Komponenten hinzufügen/entfernen
17413 = Microsoft Windows-Tool zum Entfernen bösartiger Software
17414 = Windows Datensicherung und Wiederherstellung
17415 = Aufgabenplanung
17416 = Festplatte Datenträger überprüfen
17417 = Systemdatei-Überprüfungsprogramm
17450 = Windows Sichern u. Wiederherstellen (Backup und Restore) erlaubt Ihnen das Erstellen von Kopien der Datendateien für alle Nutzer dieses Computers und gestattet Ihnen das Anlegen eines Systemabbildes (Image). Sie können Windows bestimmen lassen, was gesichert werden soll oder Sie wählen selbst die entspr. Ordner, Bibliotheken und Treiber aus, die gesichert werden sollen. Ein Systemabbild (Image) beinhaltet Windows und Ihre Systemeinstellungen, Anwendungen und Dateien. Sie können ein Systemimage nutzen, um die Inhalte Ihres Computers wiederherzustellen, falls Ihre Festplatte oder der Computer jemals streiken.
17451 = Der Aufgabenplaner hilft bei der Planung automatisierter Aufgaben, die festgelegte Aktionen zu einem festgelegten Zeitpunkt oder beim Eintritt eines bestimmten Ereignises ausführen. Er ermöglicht die Terminierung der Ausführung von Anwendungen oder Scripten zu vorher definiterten Zeitpunkten oder nach festgelegten Zeitintervallen. Der Aufgabenplaner verwaltet eine Bibliothek aller geplanten Aufgaben und bietet eine organisierte Ansicht aller Aufgaben und einen bequemen Weg, diese zu verwalten. 
17452 = Die Datenträgerprüfung überprüft die logische Integrität des Dateisystems ihres Windows-Laufwerkes. Er sucht nach Problemen durch beschädigte Sektoren, verlorene Cluster, kreuz-verlinkte Dateien und Verzeichnisfehler. Solcherlei Probleme können durch Systemabstürze oder Einfrieren, durch Stromstörungen oder unkorrektes Ausschalten etc. verursacht werden.
17453 = Das Systemdatei-Überprüfungsprogramm gestattet die Suche und Wiederhestellung von böswilligen Veränderungen in Windows-Systemdateien unter Prüfung ihrer Version. Falls es Probleme findet, wird es versuchen, die problematische Datei durch eine aus dem Windows-DLL-Cache zu ersetzen. Falls die Datei nicht im Windows-DLL-Cache auffindbar oder der DLL-Cache beschädigt ist, werden Sie aufgefordert, die Windows Installations-CD einzulegen.

[WindowsCleanerPro]
17500 = Miniaturansichten-Zwischenspeicher leeren

[UnrecoverableDeletePro]
17600 = Datei(en) hinzufügen
17601 = Ordner hinzufügen
17602 = Endgültig löschen
17603 = Löschvorgang
17604 = Wird berechnet…
17605 = Restliche Elemente in der Liste konnten nicht gelöscht werden.\nAchten Sie darauf, dass sie nicht von Windows oder einer anderen Anwendung verwendet werden, und versuchen Sie es erneut.

[Backup Manager]
17800 = Sicherungsmanager
17801 = Wiederherstellung
17802 = Löschen
17803 = Alle löschen
17804 = Angepasste\nWiederherstellung
17812 = Struktur wird geladen…
17813 = Zurück
17814 = Weiter
17815 = Daten für Wiederherstellungspunkt nicht gefunden
17816 = Verarbeitung
17817 = %d von %d Elementen wurden gesichert
17818 = Wiederherstellungspunkte:
17819 = Gesamtgröße:
17820 = Der Sicherungsmanager hilft Ihnen bei der Verwaltung von Sicherungsinformationen die von Revo Uninstaller nach jedem Löschen von Registrierungseinträgen, Dateien oder Ordnern gespeichert wurden. Nach der Wiederherstellung eines lokalen Wiederherstellungspunktes können Sie entweder alle gelöschten Daten wiederherstellen, oder gezielt einzelne oder mehrere Elemente wiederherstellen die Sie zurück haben möchten. Falls Sie mehr freien Speicherplatz benötigen, können Sie einen beliebigen oder alle lokalen Wiederherstellungspunkte löschen die von Revo Uninstaller lokal angelegt wurden.
17821 = Name
17822 = Vorgang
17823 = Größe
17824 = Registrierungseinträge
17825 = Dateien und Ordner
17826 = Stunde
17827 = Datum
17830 = Schlüssel/Wertname
17831 = Daten
17835 = Standardwert
17836 = %d von %d Elemente wiederhergestellt
17837 = Wiederherstellung
17838 = Datei-/Ordnername
17839 = Angepasste Wiederherstellung
17840 = Fehler beim Lesen der Sicherungsdatei!
17841 = Wiederherzustellende Daten und Ordner
17842 = Wiederherzustellende Elemente der Registrierung
17843 = Um die Sicherungsdatei zu schreiben steht nicht genug Speicherplatz auf dem Datenträger zur Verfügung!
17844 = Fehler beim Schreiben der Sicherungsdatei!
17845 = Möchten Sie wirklich das %s von %s Vorgänge wiederhergestellt werden?
17846 = Möchten Sie wirklich alle Wiederherstellungspunkte löschen?
17847 = Nach Zeit\nlöschen
17848 = Sicherungen älter als ein bestimmtes Datum oder Zeitspanne löschen
17849 = Alle Sicherungen löschen, die älter sind als:
17850 = Gewähltes Datum:
17851 = Eine Woche
17852 = Zwei Wochen
17853 = 30 Tage
17854 = 90 Tage
17855 = 180 Tage
17856 = Ein Jahr
17857 = Benutzerdefiniertes Datum
17858 = Sie haben ein Datum in der Zukunft gewählt.\nDies wird alle Sicherungen löschen! Fortsetzen?

[TooltipsPro]
18200 = Einstellungen von Revo Uninstaller anpassen
18201 = Ansicht der Liste der überwachten Anwendungen ändern
18202 = Von Revo Uninstaller gespeicherten Sicherungsinformation  verwalten
18203 = Durch Revo Uninstaller installierte Anwendungen
18204 = Deinstallation von Resten bereits deinstallierter Anwendungen erzwingen
18205 = Alle installierten Anwendungen anzeigen
18206 = Überwachte installierte Anwendungen anzeigen
18207 = Ausgewählte überwachte Anwendung deinstallieren
18208 = Benutzerdefinierte Deinstalltion der ausgewählten überwachten Anwendung
18209 = Ausgewählten von Revo Uninstaller erstellenten Wiederherstellungspunkt wiederherstellen
18210 = Ausgewählten von Revo Uninstaller erstellenten Wiederherstellungspunkt benutzerdefiniert wiederherstellen
18211 = Ausgewählten von Revo Uninstaller erstellenten Wiederherstellungspunkt löschen
18212 = Eine Anwendung hizufügen die zusammen mit Windowes gestartet werden soll
18213 = Spurenvernichtende Operationen auf den geprüften Laufwerken ausführen
18214 = Dateien hinzufügen die unwiederbringlich gelöscht werden sollen
18215 = Ordner hinzufügen die unwiederbringlich gelöscht werden sollen
18216 = Hinzugefügte Dateien und Ordner löschen
18217 = Markierte Dateien löschen
18218 = Ändern oder Reparieren der Installation der ausgewählten Anwendungen
18219 = Schnelldeinstallation der gewählten Anwendungen (alle verbliebenen Reste werden automatisch gelöscht)
18220 = Neues Element dem Protokoll hinzufügen
18221 = Gewähltes Element ändern
18222 = Gewähltes Element aus dem Protokoll löschen
18223 = Aktuelle Protokolldaten als HTML exportieren

[Portable]
18500 = Fehler beim Herunterladen der Aktualisierung!
18501 = Fehler beim Extrahieren der Aktualisierung!
18502 = Wird aktualisiert…
18503 = Aktualisierung erfolgreich abgeschlossen!
18504 = %d von %d Dateien
18505 = Portabilität
18506 = Benutzerdefinierte Daten-Speicherorte verwenden
18507 = Schnellen Lademodus aktivieren


18508 = Zustimmen


18509 = Lizenzvertrag